experiment/test_fio/result/conv/fio_loop_rw_1_800M.txt
file1: (g=0): rw=randwrite, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=5690: Sun Dec  3 18:00:06 2023
  write: IOPS=86.2k, BW=1347MiB/s (1412MB/s)(800MiB/594msec); 0 zone resets
    slat (nsec): min=1554, max=116802, avg=2543.78, stdev=1706.42
    clat (usec): min=18, max=7164, avg=89.96, stdev=147.13
     lat (usec): min=20, max=7168, avg=92.50, stdev=147.46
    clat percentiles (usec):
     |  1.00th=[   46],  5.00th=[   47], 10.00th=[   48], 20.00th=[   49],
     | 30.00th=[   50], 40.00th=[   52], 50.00th=[   66], 60.00th=[   77],
     | 70.00th=[   92], 80.00th=[  114], 90.00th=[  147], 95.00th=[  182],
     | 99.00th=[  359], 99.50th=[  537], 99.90th=[ 1729], 99.95th=[ 2442],
     | 99.99th=[ 6521]
   bw (  MiB/s): min= 1400, max= 1400, per=100.00%, avg=1400.88, stdev= 0.00, samples=1
   iops        : min=89656, max=89656, avg=89656.00, stdev= 0.00, samples=1
  lat (usec)   : 20=0.02%, 50=33.94%, 100=40.55%, 250=23.35%, 500=1.59%
  lat (usec)   : 750=0.29%, 1000=0.05%
  lat (msec)   : 2=0.14%, 4=0.03%, 10=0.03%
  cpu          : usr=4.72%, sys=26.98%, ctx=12629, majf=0, minf=9
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=1347MiB/s (1412MB/s), 1347MiB/s-1347MiB/s (1412MB/s-1412MB/s), io=800MiB (839MB), run=594-594msec

Disk stats (read/write):
  sda: ios=0/36123, sectors=0/1155936, merge=0/0, ticks=0/2748, in_queue=2744, util=79.68%