experiment/test_fio/result/conv/fio_rw_1_800M.txt
file1: (g=0): rw=randwrite, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 800MiB)

file1: (groupid=0, jobs=1): err= 0: pid=5504: Sun Dec  3 17:59:13 2023
  write: IOPS=83.4k, BW=1303MiB/s (1366MB/s)(800MiB/614msec); 0 zone resets
    slat (usec): min=2, max=369, avg= 4.32, stdev= 3.01
    clat (usec): min=24, max=9723, avg=91.31, stdev=164.59
     lat (usec): min=27, max=9730, avg=95.63, stdev=165.44
    clat percentiles (usec):
     |  1.00th=[   30],  5.00th=[   32], 10.00th=[   36], 20.00th=[   43],
     | 30.00th=[   47], 40.00th=[   52], 50.00th=[   58], 60.00th=[   68],
     | 70.00th=[   82], 80.00th=[  109], 90.00th=[  176], 95.00th=[  239],
     | 99.00th=[  461], 99.50th=[  676], 99.90th=[ 1467], 99.95th=[ 2376],
     | 99.99th=[ 9503]
   bw (  MiB/s): min= 1175, max= 1175, per=90.23%, avg=1175.59, stdev= 0.00, samples=1
   iops        : min=75238, max=75238, avg=75238.00, stdev= 0.00, samples=1
  lat (usec)   : 50=36.28%, 100=41.70%, 250=17.71%, 500=3.42%, 750=0.51%
  lat (usec)   : 1000=0.09%
  lat (msec)   : 2=0.23%, 4=0.05%, 10=0.02%
  cpu          : usr=3.92%, sys=41.11%, ctx=10291, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=1303MiB/s (1366MB/s), 1303MiB/s-1303MiB/s (1366MB/s-1366MB/s), io=800MiB (839MB), run=614-614msec

Disk stats (read/write):
  sda: ios=0/29973, sectors=0/959136, merge=0/0, ticks=0/2408, in_queue=2404, util=77.73%